Repository: OpenWebconcept/plugin-klantinteractie
Catalog: languages/klantinteractie-*.po
Languages: nl_nl

source: This plugin adds support for a Gravity Forms form to submit data to the klantinteractie API.
nl_nl: Deze plugin maakt het mogelijk om data naar de klantinteractie API te sturen door middel van een Gravity Forms formulier.

source: API Domain
nl_nl: API Domein

source: The API Domain is not a valid URL.
nl_nl: Het API Domein is geen geldige URL.

source: No BSN found.
nl_nl: Geen BSN gevonden.

source: The field (%s) was not found.
nl_nl: Het veld (%s) kon niet worden gevonden.

source: No user data found.
nl_nl: Geen gebruikersgegevens gevonden.

source: The field (%s) could not be set.
nl_nl: Het veld (%s) kon niet worden ingesteld.

source: The field (%s) could not be added.
nl_nl: Het veld (%s) kon niet worden toegevoegd.

source: Contact preference
nl_nl: Voorkeurskanaal

source: Emailaddress
nl_nl: Emailadres

source: Phone number
nl_nl: Telefoonnummer

source: Enable Klantinteractie for this form.
nl_nl: Activeer Klantinteractie voor dit formulier.

source: Enable Klantinteractie
nl_nl: Activeer Klantinteractie

source: Klantinteractie mapping
nl_nl: Klantinteractie koppeling

source: Choose klantinteractie fieldname
nl_nl: Kies klantinteractie veldnaam

source: Error
nl_nl: Fout

source: Your data could not be retrieved. Please try again later or contact you municipality.
nl_nl: Uw gegevens konden niet worden opgehaald. Probeer het alstublieft later nog eens of neem contact op met uw gemeente.

source: Something went wrong!
nl_nl: Er ging iets fout!

source: Let ReadSpeaker webReader read out the text.
nl_nl: Laat de tekst voorlezen met ReadSpeaker webReader

source: Read aloud
nl_nl: Lees voor

source: Updating your data failed.
nl_nl: Het updaten van uw gegevens is mislukt.
